[KFMusicTrigger0]
CombatSong="DirgeDisunion1"
WaveBasedSongs=((CombatSong="DirgeDisunion1",CalmSong="KF_Wading"),(CombatSong="DirgeRepulse2Short",CalmSong="KF_Wading"),(CombatSong="DirgeDisunion1",CalmSong="KF_Wading"),(CombatSong="DirgeRepulse2Short",CalmSong="KF_Wading"),(CombatSong="DirgeDisunion1",CalmSong="KF_Peripheral"),(CombatSong="DirgeRepulse2Short",CalmSong="KF_Peripheral"),(CombatSong="KF_Pathogen",CalmSong="KF_Peripheral"),(CombatSong="DirgeRepulse2",CalmSong="KF_Peripheral"),(CombatSong="KF_Pathogen",CalmSong="KF_Mutagen"),(CombatSong="KF_Pathogen",CalmSong="KF_Mutagen"))

[KFUseTrigger0]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[KFUseTrigger1]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[KFUseTrigger10]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[KFUseTrigger11]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[KFUseTrigger2]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[KFUseTrigger26]
Message="Дверь закрыта"

[KFUseTrigger28]
Message="Дверь закрыта"

[KFUseTrigger3]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[KFUseTrigger30]
Message="Дверь закрыта"

[KFUseTrigger31]
Message="Дверь закрыта"

[KFUseTrigger32]
Message="Дверь закрыта"

[KFUseTrigger33]
Message="Дверь закрыта"

[KFUseTrigger34]
Message="Дверь закрыта"

[KFUseTrigger35]
Message="Дверь закрыта"

[KFUseTrigger36]
Message="Дверь закрыта"

[KFUseTrigger4]
Message="Дверь закрыта"

[KFUseTrigger5]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[KFUseTrigger6]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[KFUseTrigger7]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[LevelInfo0]
Title="KF-WestLondon"

[LevelSummary]
Title="KF-WestLondon"
Description="Еще месяц назад в столице был в самом разгаре туристический сезон. Но все это теперь в прошлом. Легкий ветерок несет запахи разлагающийся плоти и пожаров. По пустынным улицам гуляет эхо предсмертных криков жителей города. Вам и вашему отряду дали задание удерживать квартал на западной оконечности города, чтобы не допустить прорыва мутантов, двигающихся на восток, к районам, где еще остались уцелевшие люди. У вас нет права на ошибку."

[SceneSubtitles0]
SubTitles=("19:34  Лондон","ЗАДАЧА: Зачистить городской квартал до прибытия помощи.")

[ZoneInfo2]
LocationName="Лондон"

[ZoneInfo4]
LocationName="Лондон"

[ZoneInfo7]
LocationName="Лондон"

